{"result":"success","data":[{"datasetId":"91b90fb0-4bf8-4c6d-afc6-d90bf60cc3d7","submitterAgency":"กรมโรงงานอุตสาหกรรม (กรอ.) กระทรวงอุตสาหกรรม","timestamp":"2026-02-23T13:48:13.000Z","domain":"PublicService","title":"ทะเบียนเครื่องจักรอุตสาหกรรมทั่วประเทศ (เวอร์ชันข้อมูลเปิด)","description":"ข้อมูลสถิติการจดทะเบียนเครื่องจักรอุตสาหกรรมทั่วประเทศไทย จัดเก็บโดยกรมโรงงานอุตสาหกรรม (กรอ.) ประกอบด้วยข้อมูลด้านพื้นที่ตั้ง ประเภทอุตสาหกรรม จำนวนเครื่องจักร มูลค่า และสถานะของเครื่องจักรที่จดทะเบียนถูกต้องตามกฎหมาย รวมถึงข้อมูลการจดจำนองเครื่องจักร ชุดข้อมูลนี้เป็นเวอร์ชันสาธารณะที่ผ่านการ Anonymize ข้อมูลส่วนบุคคลแล้ว","objective":"เพื่อเผยแพร่ข้อมูลสาธารณะด้านเครื่องจักรอุตสาหกรรม สนับสนุนการวิจัย การวิเคราะห์ศักยภาพอุตสาหกรรมรายจังหวัด การวางแผนเชิงนโยบาย และการส่งเสริมการลงทุน ตามนโยบาย Open Government Data ของสพร.","keywords":"เครื่องจักร, ทะเบียนเครื่องจักร, โรงงานอุตสาหกรรม, จดจำนอง, กรมโรงงานอุตสาหกรรม, machine registration, industrial, TSIC","topicCategory":"Industry","govDataCategory":"1.1 Public","classification":"Open","datasetType":"3.1 Record","functionalRole":"4.1 Master","dataStructure":"5.1 Structured","license":"Open Government Licence","owner":"กรมโรงงานอุตสาหกรรม (กรอ.) กระทรวงอุตสาหกรรม","maintainer":"กองบริหารข้อมูลและดิจิทัล กรมโรงงานอุตสาหกรรม","email":"datacenter@diw.go.th","source":"ระบบจดทะเบียนเครื่องจักรอิเล็กทรอนิกส์ (e-Registration) กรมโรงงานอุตสาหกรรม","fileFormat":"CSV, XLSX, JSON","updateFreqUnit":"Month","updateFreqValue":1,"geoCoverage":"ประเทศไทย (ทั้งประเทศ) ครอบคลุม 77 จังหวัด","accessUrl":"https://data.go.th/dataset/machine-registration","createdDate":"","lastModifiedDate":"","accessibleCondition":"เวอร์ชันสาธารณะ: เปิดให้ดาวน์โหลดได้โดยตรง / เวอร์ชันเต็ม: ต้องทำหนังสือขออนุเคราะห์ข้อมูลจากกรมโรงงานฯ","sponsor":"","unitOfAnalysis":"1 แถว = 1 รายการจดทะเบียนเครื่องจักร (ต่อใบทะเบียน ร. 2/1)","language":"th","หน่วยงานย่อยรับผิดชอบ (Custom)":"กองทะเบียนเครื่องจักรและนายทะเบียน","ระดับความเสี่ยง (Custom)":"ปานกลาง (Medium Risk)"},{"datasetId":"53a15d1f-05b3-44ce-8e90-7161d5df6b64","submitterAgency":"กรมโรงงานอุตสาหกรรม (กรอ.) กระทรวงอุตสาหกรรม","timestamp":"2026-02-23T13:56:22.000Z","domain":"PublicService","title":"สถิติการรายงานชนิดและปริมาณสารมลพิษที่ระบายออกจากโรงงานอุตสาหกรรม (รว.1, รว.2, รว.3)","description":"ข้อมูลสถิติสรุปรายงานชนิดและปริมาณสารมลพิษที่ระบายออกจากโรงงานอุตสาหกรรม ตามแบบ รว.1 (ข้อมูลทั่วไป) รว.2 (มลพิษน้ำ) และ รว.3 (มลพิษอากาศ) จำแนกตามจังหวัด ลุ่มน้ำ และปีที่รายงาน ครอบคลุมข้อมูลปริมาณน้ำเสีย การนำน้ำกลับมาใช้ใหม่ การระบายออกนอกโรงงาน และข้อมูลปล่องระบายมลพิษทางอากาศ จัดเก็บโดยสำนักเทคโนโลยีน้ำและสิ่งแวดล้อมโรงงาน กรมโรงงานอุตสาหกรรม","objective":"เพื่อติดตามและเผยแพร่ข้อมูลสถิติสารมลพิษที่ระบายออกจากโรงงานอุตสาหกรรมทั่วประเทศ สนับสนุนการวางแผนนโยบายสิ่งแวดล้อม การกำกับดูแลโรงงาน และการวิจัยด้านคุณภาพสิ่งแวดล้อม ตามประกาศกระทรวงอุตสาหกรรม เรื่อง การจัดทำรายงานชนิดและปริมาณสารมลพิษที่ระบายออกจากโรงงาน พ.ศ. 2558","keywords":"มลพิษ, น้ำเสีย, มลพิษอากาศ, โรงงานอุตสาหกรรม, รว.1, รว.2, รว.3, สารมลพิษ, ลุ่มน้ำ, กรมโรงงานอุตสาหกรรม, wastewater, air pollution, industrial pollution","topicCategory":"Environment","govDataCategory":"1.1 Public","classification":"Open","datasetType":"3.2 Statistical","functionalRole":"4.3 Transaction","dataStructure":"5.1 Structured","license":"Open Government Licence","owner":"กรมโรงงานอุตสาหกรรม (กรอ.) กระทรวงอุตสาหกรรม","maintainer":"สำนักเทคโนโลยีน้ำและสิ่งแวดล้อมโรงงาน กรมโรงงานอุตสาหกรรม","email":"environment@diw.go.th","source":"ระบบการรายงานชนิดและปริมาณสารมลพิษที่ระบายออกจากโรงงาน (HAWK — hawk.diw.go.th/eis)","fileFormat":"CSV, XLSX, JSON","updateFreqUnit":"Month","updateFreqValue":6,"geoCoverage":"ประเทศไทย (ทั้งประเทศ) ครอบคลุม 77 จังหวัด 25 ลุ่มน้ำ","accessUrl":"http://hawk.diw.go.th/eis/","createdDate":"","lastModifiedDate":"","accessibleCondition":"ข้อมูลสาธารณะ สามารถดาวน์โหลดได้โดยตรง / ข้อมูลระดับโรงงานรายเดี่ยวต้องทำหนังสือขออนุเคราะห์จากกรมโรงงานฯ","sponsor":"","unitOfAnalysis":"1 แถว = 1 รายการสรุปสถิติ ต่อ 1 จังหวัด ต่อ 1 ลุ่มน้ำ ต่อ 1 ปี ต่อ 1 รอบการรายงาน (ROUND)","language":"th","หน่วยงานย่อยรับผิดชอบ (Custom)":"สำนักเทคโนโลยีน้ำและสิ่งแวดล้อมโรงงาน","ระดับความเสี่ยง (Custom)":"สูง (High Risk) — ข้อมูลสิ่งแวดล้อม ส่งผลต่อสุขภาพสาธารณะ"}]}